tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "icu4c"
brew "mas"
brew "neofetch"
brew "neovim"
brew "python"
brew "ranger"
brew "rsync"
brew "stow"
brew "switchaudio-osx"
brew "trash"
# brew "vifm"
brew "yarn", args: ["ignore-dependencies"]
brew "youtube-dl"
brew "z"
cask "adoptopenjdk8"
cask "alfred"
# cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "bitbar"
cask "brooklyn"
cask "caprine"
cask "cardhop"
cask "chatology"
cask "cleanmymac"
cask "daisydisk"
cask "dash"
cask "devdocs"
cask "discord"
cask "docker"
# cask "dropbox"
cask "fantastical"
cask "firefox"
# cask "flotato"
# cask "folx"
cask "font-courier-prime"
cask "font-courier-prime-code"
cask "font-courier-prime-sans"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-terminus"
cask "font-ubuntu"
cask "freac"
cask "gitkraken"
cask "gitup"
cask "google-chrome"
cask "iina"
# cask "inkscape"
cask "install-disk-creator"
# cask "intellij-idea-ce"
# cask "itch"
cask "iterm2"
cask "java"
cask "keep"
cask "keepingyouawake"
cask "kid3"
# cask "logitech-myharmony"
cask "logitech-options"
# cask "logitech-unifying"
cask "mark-text"
cask "marta"
cask "middleclick"
cask "mkvtoolnix"
# cask "mobile-mouse-server"
cask "musescore"
cask "musicbrainz-picard"
cask "namechanger"
# cask "netspot"
cask "notion"
cask "ocenaudio"
cask "openemu"
cask "osxfuse"
# cask "parsec"
cask "platypus"
cask "plex"
# cask "pocket-casts"
# cask "postman"
cask "private-internet-access"
# cask "pycharm-ce"
# cask "satellite-eyes"
cask "scummvm"
# cask "sharemouse"
# cask "silverlight"
cask "sloth"
# cask "spotify"
# cask "spotify-notifications"
cask "steam"
# cask "syncthing"
cask "taskexplorer"
cask "teamviewer"
cask "transmission"
# cask "tunnelblick"
# cask "typora"
cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
cask "vmware-fusion"
cask "wireshark"
# cask "xquartz"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Airmail", id: 918858936
mas "ColorSlurp", id: 1287239339
mas "Deliveries", id: 924726344
mas "Expressions", id: 913158085
mas "Gemini 2", id: 1090488118
mas "Image2icon", id: 992115977
# mas "Install Mac OS X Lion", id: 444303913
# mas "Install OS X El Capitan", id: 1018109117
# mas "Install OS X Mavericks", id: 675248567
# mas "Install OS X Mountain Lion", id: 537386512
# mas "Install OS X Yosemite", id: 915041082
mas "iStat Menus", id: 1319778037
mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "MainStage 3", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "Pixelmator Pro", id: 1289583905
mas "Shazam", id: 897118787
mas "Soulver", id: 413965349
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WiFi Explorer Lite", id: 1408727408
mas "Xcode", id: 497799835
