tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "git"
brew "mas"
brew "neovim"
brew "python"
brew "rsync"
brew "stow"
brew "switchaudio-osx"
brew "trash"
brew "vifm"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
cask "alfred"
# cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
# cask "bartender"
cask "caprine"
cask "cardhop"
cask "chatology"
# cask "cleanmymac"
cask "daisydisk"
cask "dash"
cask "devdocs"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-courier-prime"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-terminus"
cask "font-ubuntu"
cask "gitkraken"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "inkscape"
cask "install-disk-creator"
# cask "intellij-idea"
cask "iterm2"
cask "java"
cask "kid3"
cask "logitech-myharmony"
cask "logitech-options"
cask "logitech-unifying"
cask "mkvtoolnix-app"
# cask "mobile-mouse-server"
cask "musicbrainz-picard"
cask "namechanger"
# cask "netspot"
cask "ocenaudio"
cask "openemu"
cask "osxfuse"
cask "plex-media-player"
cask "postman"
cask "private-internet-access"
# cask "pycharm"
cask "scummvm"
cask "sharemouse"
cask "silverlight"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "teamviewer"
# cask "transmission"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vivaldi"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Airmail 3", id: 918858936
mas "Bear", id: 1091189122
# mas "ColorSlurp", id: 1287239339
mas "Deliveries", id: 924726344
mas "Expressions", id: 913158085
mas "iStat Menus", id: 1319778037
mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage 3", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "Pixelmator Pro", id: 1289583905
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
