# tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
# tap "homebrew/services"
tap "yt-dlp/taps"
brew "antibody"
# brew "autojump"
brew "bat"
# brew "borgbackup"
brew "coreutils"
brew "exa"
# brew "exiftool"
brew "eye-d3"
# brew "federico-terzi/espanso/espanso"
brew "ffmpeg"
# brew "fish"
# brew "fluid-synth"
brew "fzy"
brew "gh"
brew "git"
brew "glow"
brew "grc"
brew "htop"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
# brew "openjdk"
# brew "python"
# brew "ranger"
brew "rsync"
brew "sox"
brew "stow"
# brew "switchaudio-osx"
brew "terminal-notifier"
# brew "thefuck"
brew "trash"
# brew "vifm"
# brew "wakeonlan"
brew "wget"
brew "yarn"
# brew "youtube-dl"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
# cask "1password-cli"
cask "ableton-live-lite"
# cask "alfred"
# cask "android-studio"
cask "appcleaner"
cask "audient-evo"
# cask "audio-hijack"
cask "avidemux"
cask "balenaetcher"
# cask "barrier"
cask "bartender"
# cask "betterdummy"
# cask "bitbar"
# cask "blackhole-2ch"
# cask "blackhole-16ch"
# cask "blackhole-64ch"
# cask "brooklyn"
# cask "caprine"
# cask "cardhop"
# cask "chatology"
cask "clean-me"
# cask "cleanmymac"
cask "daisydisk"
# cask "dash"
# cask "devdocs"
cask "discord"
# cask "divvy"
# cask "docker"
cask "dolphin-dev"
cask "farrago"
# cask "duet"
# cask "duplicati"
# cask "fantastical"
cask "firefox"
# cask "flashforge-flashprint"
# cask "flotato"
# cask "folx"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
# cask "font-courier-prime"
# cask "font-courier-prime-code"
# cask "font-courier-prime-sans"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fira-sans-extra-condensed"
# cask "font-ia-writer-duo"
# cask "font-ia-writer-duospace"
# cask "font-ia-writer-mono"
# cask "font-ia-writer-quattro"
# cask "font-ibm-plex"
# cask "font-inconsolata"
cask "font-input"
# cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-monoid"
# cask "font-terminus"
cask "font-ubuntu"
cask "font-ubuntu-condensed"
cask "font-ubuntu-mono"
# cask "freac"
# cask "github"
# cask "gitkraken"
# cask "gitup"
# cask "icons8"
cask "iina"
# cask "inkscape"
# cask "install-disk-creator"
# cask "intellij-idea-ce"
# cask "itch"
cask "iterm2"
# cask "jetbrains-toolbox"
cask "karabiner-elements"
# cask "keep"
# cask "keepingyouawake"
cask "kid3"
cask "logitech-g-hub"
cask "loopback"
# cask "logitech-myharmony"
# cask "logitech-options"
# cask "logitech-unifying"
# cask "macfuse"
# cask "mailspring"
# cask "mark-text"
# cask "marta"
# cask "microsoft-edge"
# cask "middleclick"
cask "mimestream"
cask "minecraft"
cask "mkvtoolnix"
# cask "mobile-mouse-server"
cask "mullvadvpn"
cask "musescore"
cask "musicbrainz-picard"
cask "namechanger"
# cask "netspot"
# cask "notion"
cask "obs"
# cask "obs-websocket"
cask "obsidian"
cask "ocenaudio"
cask "ogdesign-eagle"
cask "openemu"
cask "openrct2"
# cask "openttd"
# cask "origin"
cask "parsec"
# cask "platypus"
cask "plex"
cask "plexamp"
cask "pocket-casts"
# cask "ppsspp"
cask "qlab"
# cask "quodlibet"
# cask "postman"
# cask "pycharm-ce"
cask "raycast"
# cask "resilio-sync"
# cask "ripcord"
# cask "satellite-eyes"
cask "scummvm"
# cask "sharemouse"
# cask "sloth"
cask "soulver2"
# cask "soundflower"
cask "soundsource"
cask "spitfire-audio"
# cask "spotify"
# cask "spotify-notifications"
cask "steam"
# cask "subler"
cask "sublime-text"
# cask "syncthing"
# cask "taskexplorer"
# cask "temurin"
# cask "topnotch"
# cask "touchosc"
cask "touchosc-bridge"
cask "touchosc-editor"
# cask "transmission"
# cask "typora"
cask "utm"
# cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
# cask "vmware-fusion"
# cask "vorta"
# cask "wireshark"
# cask "xemu"
# cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
# mas "AdGuard for Safari", id: 1440147259
mas "Airmail", id: 918858936
mas "Boop", id: 1518425043
mas "Cardhop", id: 1290358394
# mas "Craft", id: 1487937127
# mas "DaVinci Resolve", id: 571213070
# mas "Deliveries", id: 290986013
# mas "Developer", id: 640199958
mas "Discovery", id: 1381004916
mas "Drop", id: 1173932628
mas "Expressions", id: 913158085
mas "Fantastical", id: 975937182
mas "Gemini 2", id: 1090488118
mas "Home Assistant", id: 1099568401
mas "Image2icon", id: 992115977
# mas "Install Mac OS X Lion", id: 444303913
# mas "Install OS X El Capitan", id: 1018109117
# mas "Install OS X Mavericks", id: 675248567
# mas "Install OS X Mountain Lion", id: 537386512
# mas "Install OS X Yosemite", id: 915041082
mas "iStat Menus", id: 1319778037
# mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Mactracker", id: 430255202
# mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
# mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
# mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
# mas "Mobile Mouse Server", id: 412814284
mas "Numbers", id: 409203825
# mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "PiPer", id: 1421915518
mas "Pixelmator Pro", id: 1289583905
# mas "Playgrounds", id: 1496833156
# mas "Qi FM", id: 1479696191
# mas "QREncoder", id: 452695239
mas "Shazam", id: 897118787
# mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
# mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WiFi Explorer Lite", id: 1408727408
# mas "Xcode", id: 497799835
